Repository: ShunmeiCho/cmd-ime
Catalog: Sources/CmdIME/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: %lld trigger(s) use an action this version does not have and were left out.
ja: %lld 個のトリガーは、このバージョンにない操作を使用しているため除外しました。
zh_hans: %lld 个触发键使用了此版本不支持的操作，已跳过。

source: +%@ more
ja: 、ほか %@ 件
zh_hans: ，另有 %@ 个

source: - used by %@
ja: - %@ で使用
zh_hans: - 被 %@ 使用

source: On first detection, CmdIME automatically assigns up to %@ keys.
ja: 初回検出時、CmdIME は最大 %@ 個のキーを自動で割り当てます。
zh_hans: 首次检测时，CmdIME 最多自动分配 %@ 个按键。

source: The previous ones are in %@/%@.
ja: 以前の設定は %@/%@ にあります。
zh_hans: 之前的设置位于 %@/%@。

source: Your previous settings are in %@.
ja: 以前の設定は %@ にあります。
zh_hans: 原来的设置保存在 %@。

source: and
ja: と
zh_hans: 和

source: — used by %@
ja: — %@ が使用中
zh_hans: — 由 %@ 使用

source: "%@" is not a release version.
ja: 「%@」はリリースバージョンではありません。
zh_hans: “%@”不是发布版本。

source: %@ (no input source matched)
ja: %@（一致する入力ソースなし）
zh_hans: %@（未匹配到输入源）

source: %@ On first launch CmdIME creates one slot per installed language.
ja: %@ 初回起動時に、CmdIME はインストール済みの言語ごとにスロットを作成します。
zh_hans: %@ 首次启动时，CmdIME 会为每种已安装的语言创建一个槽位。

source: %@ Use Change to bind one.%@
ja: %@ 「変更」でキーを割り当ててください。%@
zh_hans: %@ 点击“更改”来绑定按键。%@

source: %@ already exists. Choose a new name; nothing is ever written over.
ja: %@ はすでに存在します。別の名前を選んでください。上書きは行いません。
zh_hans: %@ 已存在。请选择新名称；不会覆盖任何内容。

source: %@ already used by %@
ja: %@ はすでに %@ で使用されています
zh_hans: %@ 已被 %@ 使用

source: %@ cannot be used as a font file name.
ja: %@ はフォントのファイル名に使用できません。
zh_hans: %@ 不能用作字体文件名。

source: %@ cannot be used as a theme id.
ja: %@ はテーマ ID に使用できません。
zh_hans: %@ 不能用作主题 ID。

source: %@ contrast %.1f:1, below %.1f:1
ja: %@ のコントラスト %.1f:1、基準 %.1f:1 未満
zh_hans: %@ 对比度 %.1f:1，低于 %.1f:1

source: %@ does not shrink below %lld%%.
ja: %@ は %lld%% 未満に縮小できません。
zh_hans: %@ 无法缩小到 %lld%% 以下。

source: %@ failed: %@
ja: %@ に失敗しました：%@
zh_hans: %@ 失败：%@

source: %@ for %@
ja: %@、%@ 用
zh_hans: %@，用于 %@

source: %@ has no bundle identifier
ja: %@ にバンドル ID がありません
zh_hans: %@ 没有包标识符

source: %@ has no key yet
ja: %@ はキー未設定です
zh_hans: %@ 尚未设置按键

source: %@ has no matching input source, so its trigger cannot switch yet. Choose a source for it on the slot board.
ja: %@ に一致する入力ソースがないため、まだトリガーで切り替えられません。スロットボードで入力ソースを選んでください。
zh_hans: %@ 没有匹配的输入源，因此触发键还无法切换。请在槽位面板为其选择输入源。

source: %@ has no trigger yet.
ja: %@ にはまだトリガーがありません。
zh_hans: %@ 尚未绑定触发键。

source: %@ has room for %@ only. Your choice is kept for the other themes.
ja: %@ は %@ のみ表示できます。選択はほかのテーマ用に保持されます。
zh_hans: %@ 只能显示 %@。你的选择会保留用于其他主题。

source: %@ has the unknown value %@.
ja: %@ の値 %@ は不明です。
zh_hans: %@ 的值 %@ 无法识别。

source: %@ has the wrong type
ja: %@ の型が正しくありません
zh_hans: %@ 的类型不正确

source: %@ have no matching input source, so their triggers cannot switch yet. Choose a source for each on the slot board.
ja: %@ に一致する入力ソースがないため、まだトリガーで切り替えられません。スロットボードでそれぞれの入力ソースを選んでください。
zh_hans: %@ 没有匹配的输入源，因此触发键还无法切换。请在槽位面板为每个槽位选择输入源。

source: %@ is already bound to %@
ja: %@ はすでに %@ に割り当てられています
zh_hans: %@ 已绑定到 %@

source: %@ is already used by %@
ja: %@ はすでに %@ で使用されています
zh_hans: %@ 已被 %@ 使用

source: %@ is missing
ja: %@ がありません
zh_hans: %@缺失

source: %@ is not an exported CmdIME settings folder: it has no config.json.
ja: %@ は書き出された CmdIME 設定フォルダではありません。config.json がありません。
zh_hans: %@ 不是导出的 CmdIME 设置文件夹：缺少 config.json。

source: %@ is not available. Using the system font.
ja: %@ は使用できません。システムフォントを使用します。
zh_hans: %@ 不可用，使用系统字体。

source: %@ is not in a slot
ja: %@ はスロットにありません
zh_hans: %@ 不在任何槽位中

source: %@ is not installed
ja: %@ はインストールされていません
zh_hans: 未安装 %@

source: %@ is not valid: expected {"recipes": [...]}
ja: %@ は無効です：{"recipes": [...]} が必要です
zh_hans: %@ 无效：应为 {"recipes": [...]}

source: %@ is ready
ja: %@は準備できています
zh_hans: %@已就绪

source: %@ is reserved by macOS input source switching
ja: %@ は macOS の入力ソース切り替え用に予約されています
zh_hans: %@ 是 macOS 输入源切换的保留快捷键

source: %@ keeps its input source
ja: %@ は入力ソースを維持します
zh_hans: %@ 保持其输入源

source: %@ key %@
ja: %@ のキー %@
zh_hans: %@ 按键 %@

source: %@ moved to position %lld of %lld.
ja: %@ を %lld 番目に移動しました（全 %lld 個）。
zh_hans: %@ 已移至第 %lld 个位置，共 %lld 个。

source: %@ must be a colour such as #2148B8, not %@.
ja: %@ は #2148B8 のような色である必要があります。%@ は使えません。
zh_hans: %@ 必须是 #2148B8 这样的颜色值，不能是 %@。

source: %@ now gets %@
ja: %@ は %@ を使用するようになりました
zh_hans: %@ 现在使用 %@

source: %@ remembers its input source
ja: %@ は入力ソースを記憶します
zh_hans: %@ 会记住其输入源

source: %@ slot
ja: スロット %@
zh_hans: %@ 槽位

source: %@ s
ja: %@ 秒
zh_hans: %@ 秒

source: %@ slot, position %lld of %lld
ja: スロット %@、%lld 番目（全 %lld 個）
zh_hans: %@ 槽位，第 %lld 个，共 %lld 个

source: %@ slots have no trigger yet: %@.
ja: %@ 個のスロットにまだトリガーがありません：%@。
zh_hans: %@ 个槽位尚未绑定触发键：%@。

source: %@ text with %@ tile
ja: %@ の文字と %@ のタイル
zh_hans: %@ 文字配 %@ 色块

source: %@ text, %@ tile
ja: %@ の文字、%@ のタイル
zh_hans: %@ 文字，%@ 色块

source: %@ to switch to %@
ja: %@ で %@ に切り替え
zh_hans: %@ 以切换到 %@

source: %@ — swap with %@
ja: %@ — %@ と入れ替え
zh_hans: %@ — 与 %@ 交换

source: %@ — used by %@
ja: %@ — %@ で使用
zh_hans: %@ — 被 %@ 使用

source: %@, %@ for %@
ja: %@、%@、%@ 用
zh_hans: %@，%@，用于 %@

source: %@, and %@ more
ja: %@、ほか %@ 件
zh_hans: %@，另有 %@ 个

source: %@, missing
ja: %@、未許可
zh_hans: %@，未授权

source: %@, ready
ja: %@、準備完了
zh_hans: %@，已就绪

source: %@, symbol %@
ja: %@、シンボル %@
zh_hans: %@，符号 %@

source: %@, then type here
ja: %@、その後ここに入力
zh_hans: %@，然后在此输入

source: %@. Next: %@
ja: %@。次：%@
zh_hans: %@。下一步：%@

source: %@. Selected refreshed input method %@.
ja: %@。更新された入力メソッド %@ を選択しました。
zh_hans: %@。已选中刷新后的输入法 %@。

source: %@. Setup is done: press Finish.
ja: %@。セットアップ完了：「完了」を押してください。
zh_hans: %@。设置已完成：请点击“完成”。

source: %lld available input sources
ja: 利用可能な入力ソース：%lld 個
zh_hans: %lld 个可用输入源

source: %lld of %lld slots tried
ja: %lld / %lld スロットを確認済み
zh_hans: 已尝试 %lld 个槽位，共 %lld 个

source: %lld percent
ja: %lld パーセント
zh_hans: 百分之 %lld

source: %lld shortcuts in your config use actions this version does not have (from a newer CmdIME, or since removed) and are not active. Everything else was kept.
ja: 設定内の %lld 個のショートカットは、このバージョンにない操作（新しい CmdIME の操作、または削除された操作）を使用しているため無効です。その他の設定は保持しました。
zh_hans: 配置中有 %lld 个快捷键使用了此版本不支持的操作（来自较新版本的 CmdIME，或已移除的操作），因此未启用。其他设置均已保留。

source: , activation recipes
ja: 、有効化レシピ
zh_hans: 、激活配方

source: , or
ja: 、または
zh_hans: ，或

source: 1 shortcut in your config uses an action this version does not have (from a newer CmdIME, or since removed) and is not active. Everything else was kept.
ja: 設定内の 1 個のショートカットは、このバージョンにない操作（新しい CmdIME の操作、または削除された操作）を使用しているため無効です。その他の設定は保持しました。
zh_hans: 配置中有 1 个快捷键使用了此版本不支持的操作（来自较新版本的 CmdIME，或已移除的操作），因此未启用。其他设置均已保留。

source: 6 hours
ja: 6 時間
zh_hans: 6 小时

source: A bubble when Caps Lock turns on or off.
ja: Caps Lock のオン・オフでバブルを表示します。
zh_hans: Caps Lock 开启或关闭时显示气泡。

source: A fresh detection would now create more slots than are set up here. Detect Again replaces the current slots and triggers with one slot per installed language.
ja: 今検出すると、現在より多くのスロットが作られます。「再検出」は現在のスロットとトリガーを、インストール済みの言語ごとのスロットに置き換えます。
zh_hans: 重新检测将创建比当前更多的槽位。“再次检测”会替换当前槽位和触发键，为每种已安装的语言创建一个槽位。

source: A lone Shift tap is also how many Chinese and Japanese input methods toggle their own modes. CmdIME never picks Shift by itself; keep it only if the two do not clash.
ja: 多くの中国語・日本語入力メソッドも、Shift 単独のタップでモードを切り替えます。CmdIME が自動で Shift を選ぶことはありません。競合しない場合のみ残してください。
zh_hans: 许多中日文输入法也会用单击 Shift 切换自身模式。CmdIME 不会自动选择 Shift；请仅在两者不冲突时保留此设置。

source: A slot here is selected every time such an app comes to the front. With App Memory on, only the first time.
ja: 該当するアプリが前面に来るたびに、このスロットを選択します。アプリの記憶がオンの場合は初回のみです。
zh_hans: 此类应用每次切到前台时都会选中这里的槽位。启用应用记忆时，仅首次选中。

source: A slot name cannot be empty.
ja: スロット名は空にできません。
zh_hans: 槽位名称不能为空。

source: A switch while the bubble is still up, and Peek, show every slot.
ja: バブルの表示中に切り替えたときとクイックビューでは、すべてのスロットを表示します。
zh_hans: 气泡仍显示时切换，或使用速览，会显示所有槽位。

source: About
ja: 情報
zh_hans: 关于

source: Accent
ja: アクセント
zh_hans: 强调色

source: Accessibility
ja: アクセシビリティ
zh_hans: 辅助功能

source: Accessibility and Input Monitoring permissions are required before keyboard control can start.
ja: キーボード制御を開始するには、アクセシビリティと入力監視の許可が必要です。
zh_hans: 开始键盘控制前，需要授予辅助功能和输入监控权限。

source: Action failed: %@
ja: 操作に失敗しました：%@
zh_hans: 操作失败：%@

source: Active
ja: 有効
zh_hans: 已启用

source: Adaptive
ja: アダプティブ
zh_hans: 自适应

source: Adaptive, Slot Color
ja: アダプティブ、スロット色
zh_hans: 自适应，槽位色

source: Add %@ as a slot
ja: %@ をスロットとして追加
zh_hans: 将 %@ 添加为槽位

source: Add App
ja: アプリを追加
zh_hans: 添加应用

source: Add Rule
ja: ルールを追加
zh_hans: 添加规则

source: Add Slot
ja: スロットを追加
zh_hans: 添加槽位

source: Add a rule for an app
ja: アプリにルールを追加
zh_hans: 为应用添加规则

source: Add a second slot to switch between input sources.
ja: 入力ソースを切り替えるには、2 つ目のスロットを追加してください。
zh_hans: 添加第二个槽位以在输入源之间切换。

source: Add as a slot
ja: スロットとして追加
zh_hans: 添加为槽位

source: Add slot for %@
ja: %@ のスロットを追加
zh_hans: 为 %@ 添加槽位

source: Add slot from input sources
ja: 入力ソースからスロットを追加
zh_hans: 从输入源添加槽位

source: Add to %@
ja: %@ に追加
zh_hans: 添加到 %@

source: Added slot %@
ja: スロット %@ を追加しました
zh_hans: 已添加槽位 %@

source: Added slot %@ at position %lld of %lld.
ja: スロット %@ を %lld 番目に追加しました（全 %lld 個）。
zh_hans: 已添加槽位 %@，位置为第 %lld 个，共 %lld 个。

source: Added slot %@ at position %lld of %lld. Trigger %@.
ja: スロット %@ を %lld 番目に追加しました（全 %lld 個）。トリガー：%@。
zh_hans: 已添加槽位 %@，位置为第 %lld 个，共 %lld 个。触发键：%@。

source: After quitting, open CmdIME again from Spotlight or the Applications folder.
ja: 終了後、Spotlight または「アプリケーション」フォルダから CmdIME をもう一度開いてください。
zh_hans: 退出后，请从聚焦搜索或“应用程序”文件夹重新打开 CmdIME。

source: After quitting, open CmdIME again from Spotlight or the Applications folder. The guide continues where it stopped.
ja: 終了後、Spotlight または「アプリケーション」フォルダから CmdIME をもう一度開いてください。ガイドは中断したところから再開します。
zh_hans: 退出后，请从聚焦搜索或“应用程序”文件夹再次打开 CmdIME。向导会从上次停止处继续。

source: All input sources are in slots
ja: すべての入力ソースがスロットにあります
zh_hans: 所有输入源均已加入槽位

source: All input sources are in slots. Add more in System Settings.
ja: すべての入力ソースがスロットにあります。システム設定で追加できます。
zh_hans: 所有输入源均已加入槽位。可在系统设置中添加更多。

source: Allow keyboard access
ja: キーボードへのアクセスを許可
zh_hans: 允许键盘访问

source: Already in slot %@
ja: すでにスロット %@ にあります
zh_hans: 已在槽位 %@ 中

source: Already pinned to %@. Choose another input source.
ja: すでに %@ に固定されています。別の入力ソースを選んでください。
zh_hans: 已固定到 %@。请选择其他输入源。

source: An app with a rule gets its slot every time it comes to the front. A trigger you press afterwards still wins.
ja: ルールのあるアプリが前面に来るたびに、そのスロットを選択します。その後に押したトリガーが優先されます。
zh_hans: 设有规则的应用每次切到前台时都会切换到对应槽位。之后按下的触发键仍然优先。

source: Another slot already uses this name. Choose a different name.
ja: 別のスロットがこの名前を使用しています。別の名前を選んでください。
zh_hans: 另一个槽位已使用此名称。请使用其他名称。

source: Another theme already uses the id %@.
ja: 別のテーマが ID %@ を使用しています。
zh_hans: 另一个主题已使用 ID %@。

source: App Memory
ja: アプリの記憶
zh_hans: 应用记忆

source: App Rules
ja: アプリのルール
zh_hans: 应用规则

source: App switch
ja: アプリの切り替え
zh_hans: 切换应用时

source: Appearance
ja: 外観
zh_hans: 外观

source: Appears near the focused caret after each switch.
ja: 切り替え後、キャレットの近くに表示します。
zh_hans: 每次切换后显示在当前光标附近。

source: Applied the changes made to config.json
ja: config.json の変更を適用しました
zh_hans: 已应用 config.json 中的更改

source: Approve CmdIME in Login Items
ja: ログイン項目で CmdIME を許可
zh_hans: 在登录项中允许 CmdIME

source: Apps
ja: アプリ
zh_hans: 应用

source: Apps without a rule keep their input source
ja: ルールのないアプリは入力ソースを維持します
zh_hans: 无规则的应用保持其输入源

source: Apps without a rule or memory
ja: ルールも記憶もないアプリ
zh_hans: 没有规则或记忆的应用

source: Apps without a rule start in %@
ja: ルールのないアプリは %@ で開始します
zh_hans: 无规则的应用启动时使用 %@

source: Aubergine
ja: ナス紫
zh_hans: 茄紫

source: Automatic
ja: 自動
zh_hans: 自动

source: Available
ja: 利用可能
zh_hans: 可用

source: Back
ja: 戻る
zh_hans: 返回

source: Back to the detected slots
ja: 検出したスロットに戻る
zh_hans: 返回检测到的槽位

source: Badge
ja: バッジ
zh_hans: 徽章

source: Badge, Slot Color
ja: バッジ、スロット色
zh_hans: 徽章，槽位色

source: Bold
ja: ボールド
zh_hans: 粗体

source: Botanical Green
ja: ボタニカルグリーン
zh_hans: 植物绿

source: Both permissions are ready, but the keyboard listener could not start. macOS often applies a new permission only after the app restarts.
ja: 両方の権限は準備できていますが、キーボード監視を開始できませんでした。macOS では新しい権限の適用にアプリの再起動が必要な場合があります。
zh_hans: 两项权限均已就绪，但键盘监听器无法启动。macOS 通常需要在应用重启后才应用新权限。

source: Bound
ja: 割り当て済み
zh_hans: 已绑定

source: Brick Red
ja: ブリックレッド
zh_hans: 砖红

source: Built-in themes cannot be changed. Duplicate the theme to edit it.
ja: 内蔵テーマは変更できません。複製してから編集してください。
zh_hans: 内置主题无法更改。请复制主题后再编辑。

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Cancel recording for %@
ja: %@ の記録をキャンセル
zh_hans: 取消为 %@ 录制

source: Cancel · Esc
ja: キャンセル · Esc
zh_hans: 取消 · Esc

source: Caps Lock Off
ja: Caps Lock オフ
zh_hans: 大写锁定已关闭

source: Caps Lock On
ja: Caps Lock オン
zh_hans: 大写锁定已开启

source: Caps Lock indicator disabled
ja: Caps Lock インジケーターを無効にしました
zh_hans: 已停用 Caps Lock 指示气泡

source: Caps Lock indicator enabled
ja: Caps Lock インジケーターを有効にしました
zh_hans: 已启用 Caps Lock 指示气泡

source: Captured %@. Press Return to save.
ja: %@ を記録しました。Return で保存します。
zh_hans: 已捕获 %@。按 Return 保存。

source: Carbon
ja: カーボン
zh_hans: 碳黑

source: Change
ja: 変更
zh_hans: 更改

source: Change slot color
ja: スロットの色を変更
zh_hans: 更改槽位颜色

source: Change slots on the slot board
ja: スロットボードでスロットを変更
zh_hans: 在槽位面板更改槽位

source: Changing the text creates an editable copy of %@.
ja: テキストを変更すると、%@ の編集可能なコピーを作成します。
zh_hans: 更改文字会创建 %@ 的可编辑副本。

source: Charcoal
ja: チャコール
zh_hans: 炭灰

source: Check
ja: 確認
zh_hans: 检查

source: Check automatically
ja: 自動で確認
zh_hans: 自动检查

source: Check for Updates
ja: アップデートを確認
zh_hans: 检查更新

source: Check for updates automatically
ja: アップデートを自動で確認
zh_hans: 自动检查更新

source: Check what was detected
ja: 検出結果を確認
zh_hans: 检查检测结果

source: Checking GitHub releases
ja: GitHub のリリースを確認中
zh_hans: 正在检查 GitHub 发布版本

source: Checking for updates
ja: アップデートを確認中
zh_hans: 正在检查更新

source: Checking…
ja: 確認中…
zh_hans: 正在检查…

source: Checksum mismatch (expected %@…, got %@…). Nothing was installed.
ja: チェックサムが一致しません（期待値 %@…、実際 %@…）。何もインストールしていません。
zh_hans: 校验和不匹配（预期为 %@…，实际为 %@…）。未安装任何内容。

source: Choose App…
ja: アプリを選択…
zh_hans: 选择应用…

source: Choose a CmdIME indicator theme file.
ja: CmdIME のインジケーターテーマファイルを選択してください。
zh_hans: 选择 CmdIME 指示气泡主题文件。

source: Choose a folder made by Export Settings.
ja: 「設定を書き出す」で作成したフォルダを選んでください。
zh_hans: 请选择通过“导出设置”创建的文件夹。

source: Choose a selectable input source.
ja: 選択可能な入力ソースを選んでください。
zh_hans: 请选择可用的输入源。

source: Choose a trigger matching the %@ category.
ja: %@ カテゴリに合うトリガーを選んでください。
zh_hans: 请选择符合 %@ 类别的触发键。

source: Choose input source
ja: 入力ソースを選択
zh_hans: 选择输入源

source: Choose…
ja: 選択…
zh_hans: 选择…

source: Classic
ja: クラシック
zh_hans: 经典

source: Click into the field, then fire each trigger. The matching line lights up and the input source changes.
ja: 入力欄をクリックして、各トリガーを押してください。対応する行が点灯し、入力ソースが変わります。
zh_hans: 点击输入框，然后依次按下每个触发键。对应行会亮起，输入源会切换。

source: Click into the field, then fire each trigger. The matching line lights up, the input source changes, and the switch indicator shows up near the caret.
ja: 入力欄をクリックして、各トリガーを押してください。対応する行が点灯し、入力ソースが変わり、キャレットの近くに切り替えインジケーターが表示されます。
zh_hans: 点击输入框，然后依次按下每个触发键。对应行会亮起，输入源会切换，光标附近会显示切换指示气泡。

source: Click to open CmdIME and update.
ja: クリックして CmdIME を開き、更新してください。
zh_hans: 点击以打开 CmdIME 并更新。

source: Close
ja: 閉じる
zh_hans: 关闭

source: Close Guide
ja: ガイドを閉じる
zh_hans: 关闭向导

source: Close color picker for %@
ja: %@ のカラーピッカーを閉じる
zh_hans: 关闭 %@ 的颜色选择器

source: CmdIME %@ is available
ja: CmdIME %@ が利用可能です
zh_hans: CmdIME %@ 已可用

source: CmdIME Settings %@
ja: CmdIME 設定 %@
zh_hans: CmdIME 设置 %@

source: CmdIME asks GitHub for the newest release. Nothing else is sent.
ja: CmdIME は GitHub に最新リリースを問い合わせます。それ以外は送信しません。
zh_hans: CmdIME 向 GitHub 查询最新版本。不发送其他信息。

source: CmdIME cannot write to %@. Update with the install command instead.
ja: CmdIME は %@ に書き込めません。インストールコマンドで更新してください。
zh_hans: CmdIME 无法写入 %@。请改用安装命令更新。

source: CmdIME checks each key event in memory, by key code and modifier state, only to spot your triggers. What you type is never stored and never sent anywhere. The only thing saved is your own configuration.
ja: CmdIME はトリガーを見つけるためだけに、各キーイベントのキーコードと修飾キーの状態をメモリ上で確認します。入力内容は保存されず、どこにも送信されません。保存するのは設定だけです。
zh_hans: CmdIME 仅在内存中根据键码和修饰键状态检查每个按键事件，以识别触发键。输入内容不会被保存，也不会发送到任何地方。唯一保存的是你自己的配置。

source: CmdIME never switches input sources for itself.
ja: CmdIME 自身の入力ソースは切り替えません。
zh_hans: CmdIME 不会切换自身的输入源。

source: CmdIME not in the list yet? Request Permissions makes macOS add it.
ja: CmdIME がまだリストにありませんか？「権限をリクエスト」で macOS が追加します。
zh_hans: 列表中还没有 CmdIME？点击“请求权限”可让 macOS 将其添加到列表。

source: CmdIME saves your settings in a new folder with this name.
ja: この名前の新しいフォルダに CmdIME の設定を保存します。
zh_hans: CmdIME 会将设置保存到以此命名的新文件夹中。

source: Cobalt
ja: コバルト
zh_hans: 钴蓝

source: Collapsed
ja: 折りたたみ済み
zh_hans: 已折叠

source: Color
ja: 色
zh_hans: 颜色

source: Color %@ for %@
ja: 色 %@、%@ 用
zh_hans: %@ 颜色，用于 %@

source: Color for %@
ja: %@ の色
zh_hans: %@ 的颜色

source: Color from
ja: 色の指定
zh_hans: 颜色来源

source: Colors are edited on each slot card. Click a slot to change its symbol.
ja: 色は各スロットのカードで編集します。スロットをクリックするとシンボルを変更できます。
zh_hans: 颜色在各槽位卡片上编辑。点击槽位可更改符号。

source: Color…
ja: 色…
zh_hans: 颜色…

source: Coming back to an app selects the input source you last used there. Nothing is saved to disk, and nothing happens while keyboard control is paused.
ja: アプリに戻ると、そこで最後に使った入力ソースを選択します。ディスクには保存せず、キーボード制御の一時停止中は動作しません。
zh_hans: 返回应用时，选中你上次在其中使用的输入源。不保存到磁盘；键盘控制暂停时不生效。

source: Config was unreadable; backed it up to %@ and reset to defaults.
ja: 設定を読み込めませんでした。%@ にバックアップし、初期設定に戻しました。
zh_hans: 无法读取配置；已备份到 %@ 并恢复默认设置。

source: Control+Space, the Globe key, the menu bar or another app.
ja: Control+Space、地球儀キー、メニューバー、ほかのアプリなど。
zh_hans: Control+Space、地球仪键、菜单栏或其他应用。

source: Cool Gray
ja: クールグレー
zh_hans: 冷灰

source: Copied diagnostics to the clipboard
ja: 診断情報をクリップボードにコピーしました
zh_hans: 已将诊断信息复制到剪贴板

source: Copied. Paste it into the issue.
ja: コピーしました。Issue に貼り付けてください。
zh_hans: 已复制。请粘贴到问题报告中。

source: Copies your versions, permissions, slots and the input source each slot finds, for an issue report. Nothing you typed is included.
ja: 問題報告用にバージョン、権限、スロットと各スロットの入力ソースをコピーします。入力内容は一切含まれません。
zh_hans: 复制版本、权限、槽位及各槽位匹配的输入源，供报告问题使用。不包含你输入的任何内容。

source: Copy
ja: コピー
zh_hans: 复制

source: Copy Diagnostics
ja: 診断情報をコピー
zh_hans: 复制诊断信息

source: Corners
ja: 角の丸み
zh_hans: 圆角

source: Could not back up previous settings to %@: %@
ja: 以前の設定を %@ にバックアップできませんでした：%@
zh_hans: 无法将原来的设置备份到 %@：%@

source: Could not be loaded
ja: 読み込めませんでした
zh_hans: 无法加载

source: Could not copy the font: %@
ja: フォントをコピーできませんでした：%@
zh_hans: 无法复制字体：%@

source: Could not disable the login item. %@
ja: ログイン項目を無効にできませんでした。%@
zh_hans: 无法停用登录项。%@

source: Could not enable the login item. %@
ja: ログイン項目を有効にできませんでした。%@
zh_hans: 无法启用登录项。%@

source: Could not read config: %@. Using defaults.
ja: 設定を読み込めませんでした：%@。初期設定を使用します。
zh_hans: 无法读取配置：%@。将使用默认设置。

source: Could not read the latest CmdIME release.
ja: CmdIME の最新リリースを読み取れませんでした。
zh_hans: 无法读取最新的 CmdIME 发布版本。

source: Could not rebuild slots: %@
ja: スロットを再構築できませんでした：%@
zh_hans: 无法重建槽位：%@

source: Could not remove the font: %@
ja: フォントを削除できませんでした：%@
zh_hans: 无法移除字体：%@

source: Could not save detected slots: %@
ja: 検出したスロットを保存できませんでした：%@
zh_hans: 无法保存检测到的槽位：%@

source: Could not save settings. %@
ja: 設定を保存できませんでした。%@
zh_hans: 无法保存设置。%@

source: Could not save the change. %@
ja: 変更を保存できませんでした。%@
zh_hans: 无法保存更改。%@

source: Could not select %@: %@
ja: %@ を選択できませんでした：%@
zh_hans: 无法选中 %@：%@

source: Could not switch this slot: %@
ja: このスロットに切り替えられませんでした：%@
zh_hans: 无法切换到此槽位：%@

source: Could not write the theme: %@
ja: テーマを書き込めませんでした：%@
zh_hans: 无法写入主题：%@

source: Current
ja: 現在
zh_hans: 当前

source: Current %@
ja: 現在のバージョン %@
zh_hans: 当前版本 %@

source: Current step
ja: 現在のステップ
zh_hans: 当前步骤

source: Custom
ja: カスタム
zh_hans: 自定义

source: Custom %@
ja: カスタム %@
zh_hans: 自定义%@

source: Custom color
ja: カスタムカラー
zh_hans: 自定义颜色

source: Custom color for %@
ja: %@ のカスタムカラー
zh_hans: %@ 的自定义颜色

source: Cut
ja: カット
zh_hans: 剪切

source: Cyan
ja: シアン
zh_hans: 青色

source: Daily
ja: 毎日
zh_hans: 每天

source: Dark
ja: ダーク
zh_hans: 深色

source: Dark page
ja: ダークページ
zh_hans: 深色页面

source: Detect Again
ja: 再検出
zh_hans: 再次检测

source: Detection makes one slot per language, so input sources that share a language share one slot. To switch between them, add a slot on the slot board with Change.
ja: 検出では言語ごとに 1 つのスロットを作るため、同じ言語の入力ソースはスロットを共有します。切り替えるには、「変更」からスロットボードでスロットを追加してください。
zh_hans: 检测会为每种语言创建一个槽位，因此同一语言的输入源会共用槽位。要在它们之间切换，请点击“更改”到槽位面板添加槽位。

source: Discard
ja: 破棄
zh_hans: 放弃

source: Discard Undo for removed %@ slot
ja: 削除済みスロット %@ の取り消しを破棄
zh_hans: 放弃撤销移除 %@ 槽位

source: Discard last slot removal Undo
ja: 直前のスロット削除の取り消しを破棄
zh_hans: 放弃上次槽位移除的撤销

source: Discard the opportunity to restore this removed slot.
ja: この削除済みスロットを復元する機会を破棄します。
zh_hans: 放弃恢复此已移除槽位的机会。

source: Dismiss
ja: 閉じる
zh_hans: 关闭

source: Dismiss notice: %@
ja: 通知を閉じる：%@
zh_hans: 关闭通知：%@

source: Dismiss what's new notice
ja: 新機能の通知を閉じる
zh_hans: 关闭新功能通知

source: Display
ja: 表示
zh_hans: 显示

source: Do not remind me about this version again
ja: このバージョンについて再通知しない
zh_hans: 不再提醒此版本

source: Done
ja: 完了
zh_hans: 完成

source: Double
ja: ダブル
zh_hans: 双击

source: Double %@
ja: %@ をダブルタップ
zh_hans: 双击 %@

source: Double tap
ja: ダブルタップ
zh_hans: 双击

source: Double tap requires a single modifier key
ja: ダブルタップには単独の修飾キーが必要です
zh_hans: 双击需要单个修饰键

source: Double-tap
ja: ダブルタップ
zh_hans: 双击

source: Double-tap %@ alone
ja: %@ だけをダブルタップ
zh_hans: 单独双击 %@

source: Down
ja: 下
zh_hans: 下

source: Downloading…
ja: ダウンロード中…
zh_hans: 正在下载…

source: Drag an app from the list onto a slot, or use Add App.
ja: リストからスロットにアプリをドラッグするか、「アプリを追加」を使ってください。
zh_hans: 将列表中的应用拖到槽位上，或使用“添加应用”。

source: Drag onto a slot to give %@ a rule
ja: スロットにドラッグして %@ にルールを設定
zh_hans: 拖到槽位上，为 %@ 设置规则

source: Drop apps here to leave their input source alone.
ja: ここにアプリをドロップすると、入力ソースを変更しません。
zh_hans: 将应用拖到这里，保持其输入源不变。

source: Drop apps here.
ja: ここにアプリをドロップしてください。
zh_hans: 将应用拖到这里。

source: Duplicate
ja: 重複
zh_hans: 重复

source: Duplicate and Edit
ja: 複製して編集
zh_hans: 复制并编辑

source: Duplicate modifier: %@.
ja: 修飾キーが重複しています：%@。
zh_hans: 修饰键重复：%@。

source: Each line below is a slot, a switch target: fire its trigger and that input source becomes active.
ja: 以下の各行がスロット、つまり切り替え先です。トリガーを押すと、その入力ソースが有効になります。
zh_hans: 下面每一行都是一个槽位，也就是一个切换目标：按下它的触发键，对应输入源就会激活。

source: Each slot
ja: 各スロット
zh_hans: 各槽位

source: Edit
ja: 編集
zh_hans: 编辑

source: Editing %@
ja: %@ を編集中
zh_hans: 正在编辑 %@

source: Edits the symbol shown in the indicator
ja: インジケーターのシンボルを編集します
zh_hans: 编辑指示气泡中的符号

source: Electric Blue
ja: エレクトリックブルー
zh_hans: 电光蓝

source: Enabled
ja: 有効
zh_hans: 启用

source: English
ja: 英語
zh_hans: 英文

source: Escape
ja: Esc
zh_hans: Esc

source: Every
ja: 確認間隔
zh_hans: 频率

source: Every running app has a rule. Search to find others.
ja: 実行中のアプリにはすべてルールがあります。他のアプリは検索してください。
zh_hans: 所有正在运行的应用都已有规则。搜索可查找其他应用。

source: Every slot switched. Type to check, then press Finish.
ja: すべてのスロットに切り替えました。入力して確認し、「完了」を押してください。
zh_hans: 所有槽位均已切换。输入文字检查，然后点击“完成”。

source: Expand while switching
ja: 切り替え中に展開
zh_hans: 连续切换时展开

source: Expanded
ja: 展開済み
zh_hans: 已展开

source: Export
ja: 書き出す
zh_hans: 导出

source: Export Settings…
ja: 設定を書き出す…
zh_hans: 导出设置…

source: Export...
ja: 書き出す…
zh_hans: 导出…

source: Exported settings with %lld theme(s) and %lld font(s) to %@
ja: 設定と %lld 個のテーマ、%lld 個のフォントを %@ に書き出しました
zh_hans: 已将设置及 %lld 个主题和 %lld 个字体导出到 %@

source: Failed
ja: 失敗
zh_hans: 失败

source: Failed to create keyboard event tap. Grant Accessibility and Input Monitoring permissions, then retry.
ja: キーボードイベントの監視を開始できませんでした。アクセシビリティと入力監視を許可してから再試行してください。
zh_hans: 无法创建键盘事件监听。请授予辅助功能和输入监控权限后重试。

source: Failed to select input source %@, OSStatus %@.
ja: 入力ソース %@ を選択できませんでした。OSStatus %@。
zh_hans: 无法选中输入源 %@，OSStatus %@。

source: Fallback for %@
ja: %@ の代替入力ソース
zh_hans: %@ 的备用输入源

source: Feedback and support
ja: フィードバックとサポート
zh_hans: 反馈与支持

source: Finish
ja: 完了
zh_hans: 完成

source: Finish setup
ja: セットアップを完了
zh_hans: 完成设置

source: Font
ja: フォント
zh_hans: 字体
